[Setting]
Language=ENG

[String]
IDS_GPL_1=Start


IDS_GPL_2=Part Group 1

IDS_GPL_2_1=PUNCHES
IDS_GPL_2_2=PILOT PUNCHES
IDS_GPL_2_3=PUNCH GUIDE BUSHINGS
IDS_GPL_2_4=BUTTON DIES
IDS_GPL_2_5=BLOCK PUNCHES
IDS_GPL_2_6=BLOCK DIES
IDS_GPL_2_7=PRECISION PUNCHES & DIES
IDS_GPL_2_8=CARBIDE PUNCHES
IDS_GPL_2_9=CARBIDE PILOT PUNCHES
IDS_GPL_2_10=CARBIDE BUTTON DIES
IDS_GPL_2_11=CARBIDE BLOCK PUNCHES
IDS_GPL_2_12=CARBIDE BLOCK DIES


IDS_GPL_3=Part Group 2


IDS_GPL_3_1=COMPONENTS FOR MISFEED SENSORS
IDS_GPL_3_2=PUNCHES & DIES FOR FORMING
IDS_GPL_3_3=SPECIAL SHAPED PUNCHES & DIES
IDS_GPL_3_4=RETAINERS
IDS_GPL_3_5=BALL-LOCK PUNCHES & DIES
IDS_GPL_3_6=COMPONENTS
IDS_GPL_3_7=COMPONENTS FOR GUIDE LIFTERS & MATERIAL GUIDING
IDS_GPL_3_8=STRIPPER GUIDE PINS & BUSHINGS
IDS_GPL_3_9=GUIDE POSTS & BUSHINGS FOR DIE SETS
IDS_GPL_3_10=HOLDER GUIDE POST SETS


IDS_GPL_4=Part Group 3

IDS_GPL_4_1=GUIDING COMPONENTS FOR AUTOMOTIVE DIES
IDS_GPL_4_2=COMPONENTS FOR AUTOMOTIVE DIES
IDS_GPL_4_3=LOCATING COMPONENTS FOR AUTOMOTIVE DIES
IDS_GPL_4_4=CONVEYENCE COMPONENTS FOR AUTOMOTIVE DIES
IDS_GPL_4_5=OIL-FREE WEAR PLATES
IDS_GPL_4_6=CAM UNITS
IDS_GPL_4_7=COIL SPRINGS
IDS_GPL_4_8=GAS SPRINGS
IDS_GPL_4_9=URETHANE SPRINGS
IDS_GPL_4_10=COMPONENTS FOR LIFTING
IDS_GPL_4_11=FINISHED PLATES_FINISHED BLOCKS
IDS_GPL_4_12=INSPECTION JIGS & FIXTURES
IDS_GPL_4_13=NAAMS
IDS_GPL_4_14=COMPONENTS FOR LINK UNIT
IDS_GPL_4_15=GAS SPRING LINKED SYSTEM


IDS_GPL_5=Diagram


IDS_GPL_6=My Favorite


IDS_GPL_7=History


IDS_GPL_8=Advanced Search

IDS_GPL_9=Part Name Directory


IDS_GPL_10=Modify


IDS_GPL_11=BOM


IDS_GPL_12=BOM property viewer


IDS_GPL_13=Config

IDS_GPL_13_1=Region_Language_Material Standard
IDS_GPL_13_2=MAINTENANCE
IDS_GPL_13_3=MODEL OUTPUT_CAD Setting
IDS_GPL_13_4=BOM Setting


IDS_GPL_14=Help


IDS_GPL_14_1=MANUAL
IDS_GPL_14_2=HOW TO ORDER
IDS_GPL_14_3=Customer Feedback
IDS_GPL_14_4=VERSION

IDS_GPL_15=User Defined Property

IDS_GPL_DLG_TITLE=Sample for Press 4.0（3.7）
IDS_GPL_DLG_1=Initialize Interfaces 
IDS_GPL_DLG_2=Init
IDS_GPL_DLG_3=Sample's Language
IDS_GPL_DLG_4=Default
IDS_GPL_DLG_5=Call User Interfaces
IDS_GPL_DLG_6=Run
IDS_GPL_DLG_7=Edit Models
IDS_GPL_DLG_8=Reverse String
IDS_GPL_DLG_9=Edit
IDS_GPL_DLG_10=Generate BOM
IDS_GPL_DLG_11=PCS'
IDS_GPL_DLG_12=Empty existing BOM
IDS_GPL_DLG_13=BOM String
IDS_GPL_DLG_14=Show BOM
IDS_GPL_DLG_15=File Path
IDS_GPL_DLG_16=Model File
IDS_GPL_DLG_17=Property File
IDS_GPL_DLG_18=Select Save Path
IDS_GPL_DLG_19=Auto Open

IDS_GPL_LISTCTRL_R0C0=Part Name
IDS_GPL_LISTCTRL_R0C1=Part Number
IDS_GPL_LISTCTRL_R0C2=Number
IDS_GPL_LISTCTRL_R0C3=Delivery
IDS_GPL_LISTCTRL_R0C4=Material
IDS_GPL_LISTCTRL_R0C5=Photo
IDS_GPL_LISTCTRL_R0C6=Remark
IDS_GPL_LISTCTRL_R0C7=Product Series


IDS_GPL_CREATE_DISPATCH_FAIL=Mold EX-Press API Fail to Initialize!
IDS_GPL_INIT_SUCCESS=Mold EX-Press API Succeed to Initialize!
IDS_GPL_MODEL_SAVED_PATH=Generated Model Saved Path:
IDS_GPL_ATTRIBUTE_DUMPED_FILE=Model Attribute Dumped File:
IDS_GPL_BOM_NUMBER_LIMIT=Model Number Should Exceed 0!

IDS_GPL_LINK_HELP=..\\..\\Doc\\Help_chs_20160504_CC.chm::/HTML/简介.htm
IDS_GPL_LINK_1=..\\..\\Doc\\Help_chs_20160504_CC.chm::/HTML/接口初始化.htm
IDS_GPL_LINK_2=..\\..\\Doc\\Help_chs_20160504_CC.chm::/HTML/常规导入.htm
IDS_GPL_LINK_3=..\\..\\Doc\\Help_chs_20160504_CC.chm::/HTML/编辑.htm
IDS_GPL_LINK_4=..\\..\\Doc\\Help_chs_20160504_CC.chm::/HTML/部品表.htm